Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# addEditBudget.toggle.carryOver.accessibilityHint
source: When on, unspent or overspent amounts carry forward across periods
ar: عند التفعيل، تُرحَّل المبالغ غير المنفقة أو الزائدة إلى الفترات اللاحقة
bn: চালু করলে, ব্যয় না করা বা অতিরিক্ত পরিমাণ সময়কাল জুড়ে স্থানান্তরিত হয়
ca: Quan està activat, els imports no gastats o sobrepasats es traslladen als períodes següents
cs: Pokud je zapnuto, nevyčerpané nebo přečerpané částky se přenášejí do dalších období
da: Når aktiveret overføres ubrugte eller overbrugte beløb til næste periode
de: Wenn aktiviert, werden nicht ausgegebene oder überzogene Beträge periodenübergreifend übertragen
el: Όταν είναι ενεργό, τα αδαπάνητα ή υπερβάλλοντα ποσά μεταφέρονται στις επόμενες περιόδους
es: Al activar, los importes no gastados o excedidos se trasladan entre períodos
es_mx: Cuando está activado, los montos no gastados o en exceso se transfieren entre períodos
fi: Kun käytössä, käyttämättömät tai ylitetyt summat siirtyvät jaksojen välillä
fr: Lorsqu'il est activé, les montants non dépensés ou dépassés sont reportés d'une période à l'autre
fr_ca: Quand activé, les montants non dépensés ou dépassés sont reportés aux périodes suivantes
gu: ચાલુ હોય ત્યારે, અખર્ચ અથવા વધી ગયેલી રકમ સમયગાળાઓમાં આગળ વહે છે
he: כשמופעל, יתרות לא מנוצלות או חריגות מועברות בין תקופות
hi: चालू होने पर, अखर्च या अतिरिक्त राशि अगली अवधि में ले जाई जाती है
hr: Kada je uključeno, nepotrošeni ili prekoračeni iznosi prenose se na sljedeća razdoblja
hu: Bekapcsolva az el nem költött vagy túlköltött összegek átkerülnek a következő időszakba
id: Jika aktif, saldo yang tersisa atau kelebihan pengeluaran akan dibawa ke periode berikutnya
it: Se attivo, gli importi non spesi o in eccesso vengono riportati ai periodi successivi
ja: オンにすると、未使用または超過した金額が次の期間に繰り越されます
kn: ಚಾಲುವಾಗಿದ್ದಾಗ, ಅವ್ಯಯಿತ ಅಥವಾ ಮೀರಿದ ಮೊತ್ತಗಳು ಅವಧಿಗಳಾದ್ಯಂತ ಫಾರವರ್ಡ್ ಕ್ಯಾರಿ ಆಗುತ್ತವೆ
ko: 켜면 미사용 또는 초과 금액이 다음 기간으로 이월돼요
ml: ഓൺ ചെയ്യുമ്പോൾ ഖരച്ച് അല്ലെങ്കിൽ ജമയായ തുകാണ് കാലയളവുകൾ കടന്ന് കൊണ്ടുവരുന്നു
mr: चालू केल्यावर, न खर्च केलेली किंवा जास्त खर्च केलेली रक्कम कालावधींमध्ये पुढे नेली जाते
ms: Bila dihidupkan, amaun yang tidak dibelanjakan atau terlebih belanja akan dibawa ke tempoh seterusnya
nb: Når på, overføres ubrukte eller overbrukte beløp til neste periode
nl: Wanneer ingeschakeld, worden niet-uitgegeven of overschreden bedragen meegenomen naar volgende periodes
or: ଚାଲୁ ଥିବାବେଳେ, ଅଖର୍ଚ୍ଚିତ ବା ଅଧିକ ଖର୍ଚ୍ଚିତ ରାଶି ଅବଧି ଅତିକ୍ରମ କରେ
pa: ਜਦ ਚਾਲੂ ਹੋਵੇ, ਖਰਚ ਨਾ ਕੀਤੀ ਜਾਂ ਬਹੁਤ ਖਰਚ ਕੀਤੀ ਰਕਮ ਮਿਆਦਾਂ ਵਿੱਚ ਲਿਜਾ ਜਾਵੇ
pl: Po włączeniu niewydane lub przekroczone kwoty są przenoszone na kolejne okresy
pt_br: Quando ativado, valores não gastos ou excedidos são transferidos entre períodos
pt_pt: Quando ativado, os montantes não gastos ou em excesso transitam para os períodos seguintes
ro: Când este activat, sumele necheltuite sau depășite se reportează în perioadele următoare
ru: При включении неизрасходованные или перерасходованные суммы переносятся на следующие периоды
sk: Keď je zapnuté, neutratené alebo prekročené sumy sa prenášajú do ďalšieho obdobia
sl: Ko je vključeno, se neporabljeni ali preseženi zneski prenašajo čez obdobja
sv: När på, förs ospenderade eller överskridna belopp vidare mellan perioder
ta: இயக்கும்போது, விடுபட்ட அல்லது அதிகமாக செலவுசெய்யப்பட்ட தொகைகள் காலங்களூடே முன்கொண்டுசெல்லப்படுகிறது
te: ఆన్ చేసినప్పుడు, ఖర్చు చేయని లేదా అతిక్రమించిన మొత్తాలు కాలాలుగా ముందుకు వెళ్లాయి
th: เมื่อเปิด ยอดที่ไม่ได้ใช้หรือใช้เกินจะยกมาในแต่ละช่วงเวลา
tr: Açıkken, harcanmayan veya aşılan tutarlar dönemler arasında devredilir
uk: Якщо увімкнено, невитрачені або перевитрачені суми переносяться на наступні періоди
ur: جب آن ہو تو غیر خرچ شدہ یا زیادہ خرچ کی رقوم مدتوں میں آگے منتقل ہوتی ہے
vi: Khi bật, các khoản dư hoặc thâm hụt sẽ được chuyển sang kỳ tiếp theo
zh_hans: 开启后，未花费或超支的金额将结转到下一周期
zh_hant: 開啟時，未使用或超支的金額會結轉至下一個週期

# addEditExpense.action.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# addEditExpense.action.delete
source: Delete Expense
ar: حذف المصروف
bn: খরচ মুছে ফেলুন
ca: Elimina la despesa
cs: Smazat výdaj
da: Slet udgift
de: Ausgabe löschen
el: Διαγραφή Εξόδου
es: Eliminar gasto
es_mx: Eliminar gasto
fi: Poista meno
fr: Supprimer la dépense
fr_ca: Supprimer la dépense
gu: ખર્ચ કાઢી નાખો
he: מחיקת הוצאה
hi: खर्च हटाएं
hr: Izbriši trošak
hu: Kiadás törlése
id: Hapus Pengeluaran
it: Elimina Spesa
ja: 支出を削除
kn: ಖರ್ಚು ಅಳಿಸಿ
ko: 지출 삭제
ml: ചെലവ് ഇല്ലാതാക്കുക
mr: खर्च हटवा
ms: Padam Perbelanjaan
nb: Slett utgift
nl: Verwijder uitgave
or: ଖର୍ଚ୍ଚ ବିଲୋପ କରନ୍ତୁ
pa: ਖਰਚ ਮਿਟਾਓ
pl: Usuń wydatek
pt_br: Excluir Despesa
pt_pt: Eliminar Despesa
ro: Șterge cheltuiala
ru: Удалить расход
sk: Odstrániť výdavok
sl: Izbriši strošek
sv: Radera utgift
ta: செலவை நீக்கு
te: ఖర్చును తొలగించండి
th: ลบรายจ่าย
tr: Harcamayı Sil
uk: Видалити витрату
ur: اخراجات حذف کریں
vi: Xóa khoản chi
zh_hans: 删除支出
zh_hant: 刪除支出

# addEditExpense.action.delete.accessibilityHint
source: Permanently deletes this expense.
ar: يحذف هذا المصروف نهائياً.
bn: এই খরচ স্থায়ীভাবে মুছে ফেলে।
ca: Elimina permanentment aquesta despesa.
cs: Trvale odstraní tento výdaj.
da: Sletter denne udgift permanent.
de: Löscht diese Ausgabe dauerhaft.
el: Διαγράφει οριστικά αυτό το έξοδο.
es: Elimina permanentemente este gasto.
es_mx: Elimina permanentemente este gasto.
fi: Poistaa tämän kulun pysyvästi.
fr: Supprime définitivement cette dépense.
fr_ca: Supprime définitivement cette dépense.
gu: આ ખર્ચને સ્થાયી રીતે કાઢી નાખે છે.
he: מוחק לצמיתות את ההוצאה.
hi: यह खर्च स्थायी रूप से हटा देता है।
hr: Trajno briše ovaj trošak.
hu: Véglegesen törli ezt a kiadást.
id: Menghapus pengeluaran ini secara permanen.
it: Elimina definitivamente questa spesa.
ja: この支出を完全に削除します。
kn: ಈ ಖರ್ಚು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ.
ko: 이 지출을 영구적으로 삭제해요.
ml: ഈ ചെലവ് നിരന്തരമായി ഇല്ലാതാക്കുന്നു.
mr: हा खर्च कायमचे हटवते.
ms: Memadamkan perbelanjaan ini secara kekal.
nb: Sletter denne utgiften permanent.
nl: Verwijdert deze uitgave permanent.
or: ଏହି ଖର୍ଚ୍ଚ ସ୍ଥାୟୀଭାବେ ବିଲୋପ କରେ।
pa: ਇਹ ਖਰਚ ਸਥਾਈ ਤੌਰ ਤੇ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Trwale usuwa ten wydatek.
pt_br: Exclui permanentemente esta despesa.
pt_pt: Elimina permanentemente esta despesa.
ro: Șterge definitiv această cheltuială.
ru: Удаляет этот расход безвозвратно.
sk: Natrvalo odstráni tento výdavok.
sl: Trajno izbriše ta strošek.
sv: Tar bort den här utgiften permanent.
ta: இந்த செலவை நிரந்தரமாக நீக்குகிறது.
te: ఈ ఖర్చును శాశ్వతంగా తొలగిస్తుంది.
th: ลบรายจ่ายนี้อย่างถาวร
tr: Bu harcamayı kalıcı olarak siler.
uk: Остаточно видаляє цю витрату.
ur: اس اخراج کو مستقل طور پر حذف کرتا ہے۔
vi: Xóa vĩnh viễn chi tiêu này.
zh_hans: 永久删除此支出。
zh_hant: 永久刪除此支出。

# addEditExpense.action.save
source: Save
ar: حفظ
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_mx: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
gu: સાચવો
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ko: 저장
ml: സംരക്ഷിക്കുക
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Bewaar
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
ta: சேமி
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# addEditExpense.addFunds.toggle.caption
source: Adds to your remaining balance instead of subtracting.
ar: يضيف إلى رصيدك المتبقي بدلاً من الطرح.
bn: অবশিষ্ট ব্যালেন্স থেকে বাদ দেওয়ার পরিবর্তে যোগ করে।
ca: Afegeix al saldo restant en lloc de restar-hi.
cs: Přidá k zbývajícímu zůstatku místo odečtení.
da: Lægger til din resterende saldo i stedet for at trække fra.
de: Erhöht dein Restguthaben, anstatt es zu verringern.
el: Προστίθεται στο υπόλοιπό σας αντί να αφαιρείται.
es: Se suma a tu saldo restante en lugar de restar.
es_mx: Se suma al saldo restante en lugar de restar.
fi: Lisää jäljellä olevaan saldoosi vähentämisen sijaan.
fr: Ajoute à votre solde restant au lieu de le diminuer.
fr_ca: Ajoute à votre solde restant au lieu de soustraire.
gu: બાકી રકમમાંથી બાદ કરવાને બદલે તમારી બાકી રકમમાં ઉમેરે છે.
he: מוסיף למאזן הנותר שלך במקום להפחית ממנו.
hi: शेष राशि से जोड़ता है, घटाता नहीं है।
hr: Dodaje vašoj preostaloj vrijednosti umjesto oduzimanja.
hu: Hozzáadja a maradék egyenleghez ahelyett, hogy levonná.
id: Menambah ke saldo tersisa Anda alih-alih mengurangi.
it: Aggiunge al saldo rimanente anziché sottrarre.
ja: 残高から引くのではなく、残高に加算されます。
kn: ಉಳಿದ ಶಿಲ್ಕುಗೆ ಸೇರಿಸುತ್ತದೆ ಬದಲಾಗಿ ವ್ಯವಕಲನ ಮಾಡುತ್ತದೆ.
ko: 남은 잔액에서 빼는 대신 더합니다.
ml: ബാലൻസിൽനിന്ന് കുറയ്ക്കുന്നതിനുപകരായി ബാലൻസിലേക്ക് ചേർക്കുന്നു.
mr: शिल्लक रक्कमे वजा करण्याऐवजी त्यामध्ये जोडते.
ms: Menambah baki yang tinggal, bukan menolaknya.
nb: Legges til din gjenstående saldo i stedet for å trekkes fra.
nl: Voegt toe aan je resterende saldo in plaats van af te trekken.
or: ଆପଣାର ବାକି ରାଶି ବାହୁଲ୍ୟ ବଦଳରେ ଯୋଡ଼େ।
pa: ਬਾਕੀ ਬਕਾਇਆ ਵਿੱਚ ਜੋੜਦਾ ਹੈ ਬਜਾਏ ਘਟਾਉਣ ਦੇ।
pl: Dodaje do pozostałego salda zamiast odejmować.
pt_br: Adiciona ao seu saldo restante em vez de subtrair.
pt_pt: Adiciona ao saldo restante em vez de subtrair.
ro: Adaugă la soldul rămas în loc să scadă.
ru: Добавляет в оставшийся баланс вместо вычитания.
sk: Pridá k zostatku namiesto odpočítania.
sl: Dodaj ostalim preostalim sredstvom namesto odštevanja.
sv: Läggs till ditt återstående saldo istället för att dras ifrån.
ta: விடுபட்ட இருப்பை நீக்குவதற்குப் பதிலாக சேர்க்கிறது.
te: మిగిలిన బ్యాలెన్స్ నుండి తీసివేయడం instead జోడిస్తుంది.
th: เพิ่มเข้ายอดคงเหลือแทนที่จะหักออก
tr: Kalan bakiyenize eklenir ve çıkarılmaz.
uk: Додає до вашого залишку замість віднімання.
ur: باقی بیلنس میں شامل کرتا ہے بجائے منہا کرنے کے۔
vi: Thêm vào số dư còn lại thay vì trừ đi.
zh_hans: 添加到余额而不是扣除。
zh_hant: 加入至您的結餘，而不是扣除。

# addEditExpense.addFunds.toggle.label
source: Add funds
ar: إضافة أموال
bn: টাকা যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
da: Tilføj beløb
de: Guthaben hinzufügen
el: Προσθήκη κεφαλαίων
es: Añadir fondos
es_mx: Agregar fondos
fi: Lisää varoja
fr: Ajouter des fonds
fr_ca: Ajouter des fonds
gu: ભંડોળ ઉમેરો
he: הוספת כספים
hi: राशि जोड़ें
hr: Dodaj sredstva
hu: Összeg hozzáadása
id: Tambah dana
it: Aggiungi fondi
ja: 資金を追加
kn: ಹಣ ಸೇರಿಸಿ
ko: 자금 추가
ml: പണം ചേർക്കുക
mr: निधी जोडा
ms: Tambah dana
nb: Legg til midler
nl: Tegoed toevoegen
or: ପାଣ୍ଠି ଯୋଡ଼ନ୍ତୁ
pa: ਰਕਮ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj środki
pt_br: Adicionar fundos
pt_pt: Adicionar fundos
ro: Adaugă fonduri
ru: Добавить средства
sk: Pridať prostriedky
sl: Dodaj sredstva
sv: Lägg till medel
ta: பணம் சேர்
te: నిధులు జోడించండి
th: เพิ่มเงิน
tr: Para ekle
uk: Додати кошти
ur: رقم شامل کریں
vi: Thêm tiền
zh_hans: 添加资金
zh_hant: 新增資金

# addEditExpense.date.outOfRange.caption
source: Pick a date within an active period of this budget.
ar: اختر تاريخًا ضمن فترة نشطة لهذه الميزانية.
bn: এই বাজেটের সক্রিয় সময়কালের মধ্যে একটি তারিখ নির্বাচন করুন।
ca: Tria una data dins d'un període actiu d'aquest pressupost.
cs: Vyberte datum v aktivním období tohoto rozpočtu.
da: Vælg en dato inden for en aktiv periode i dette budget.
de: Wähle ein Datum innerhalb eines aktiven Zeitraums dieses Budgets.
el: Επίλεξε ημερομηνία εντός ενεργής περιόδου αυτού του προϋπολογισμού.
es: Elige una fecha dentro de un período activo de este presupuesto.
es_mx: Elige una fecha dentro de un período activo de este presupuesto.
fi: Valitse päivämäärä tämän budjetin aktiiviselta ajanjaksolta.
fr: Choisissez une date dans une période active de ce budget.
fr_ca: Choisissez une date dans une période active de ce budget.
gu: આ બજેટના સક્રિય સમયગાળોમાં તારીખ પસંદ કરો.
he: בחר תאריך בתוך תקופה פעילה של תקציב זה.
hi: इस बजट की किसी सक्रिय अवधि के भीतर तारीख चुनें।
hr: Odaberi datum unutar aktivnog razdoblja ovog proračuna.
hu: Válassz dátumot a költségkeret egy aktív időszakán belül.
id: Pilih tanggal dalam periode aktif anggaran ini.
it: Scegli una data in un periodo attivo di questo budget.
ja: この予算のアクティブな期間内の日付を選んでください。
kn: ಈ ಬಜೆಟ್‌ನ ಸಕ್ರಿಯ ಅವಧಿಯಲ್ಲಿ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ.
ko: 이 예산의 활성 기간 내 날짜를 선택하세요.
ml: ഈ ബജറ്റിന്റെ സജീവ കാലയളവിനുമിച്ച് തീയതി തിരഞ്ഞെടുക്കുക.
mr: या budget च्या सक्रिय कालावधीमध्ये येणारी तारीख निवडा.
ms: Pilih tarikh dalam tempoh aktif belanjawan ini.
nb: Velg en dato innenfor en aktiv periode for dette budsjettet.
nl: Kies een datum binnen een actieve periode van dit budget.
or: ଏହି ବଜେଟ୍ ର ସକ୍ରିୟ ଅବଧି ମଧ୍ୟରେ ଏକ ତାରିଖ ବାଛନ୍ତୁ।
pa: ਇਸ ਬਜਟ ਦੀ ਸਰਗਰਮ ਮਿਆਦ ਦੇ ਅੰਦਰ ਤਾਰੀਖ਼ ਚੁਣੋ।
pl: Wybierz datę w aktywnym okresie tego budżetu.
pt_br: Escolha uma data dentro de um período ativo deste orçamento.
pt_pt: Escolhe uma data dentro de um período ativo deste orçamento.
ro: Alege o dată dintr-o perioadă activă a acestui buget.
ru: Выберите дату в активном периоде этого бюджета.
sk: Vyberte dátum v aktívnom období tohto rozpočtu.
sl: Izberi datum znotraj aktivnega obdobja tega proračuna.
sv: Välj ett datum inom en aktiv period för den här budgeten.
ta: இந்தப் பட்ஜெட்டின் செயல்படும் காலத்திற்குள் ஒரு தேதியைத் தேர்ந்தெடுக்கவும்.
te: ఈ బడ్జెట్ యొక్క క్రియాశీల కాలం లోపల తేదీని ఎంచుకోండి.
th: เลือกวันที่ในช่วงเวลาที่ใช้งานอยู่ของงบประมาณนี้
tr: Bu bütçenin aktif bir dönemi içinde bir tarih seç.
uk: Виберіть дату в активному періоді цього бюджету.
ur: اس بجٹ کے فعال مدت میں ایک تاریخ منتخب کریں۔
vi: Chọn ngày trong khoảng thời gian đang hoạt động của ngân sách này.
zh_hans: 请选择此预算活跃期间内的日期。
zh_hant: 請選擇此預算有效期間內的日期。

# addEditExpense.deleteConfirmation.confirm
source: Delete Expense
ar: حذف المصروف
bn: খরচ মুছে ফেলুন
ca: Elimina la despesa
cs: Smazat výdaj
da: Slet udgift
de: Ausgabe löschen
el: Διαγραφή Εξόδου
es: Eliminar gasto
es_mx: Eliminar gasto
fi: Poista meno
fr: Supprimer la dépense
fr_ca: Supprimer la dépense
gu: ખર્ચ કાઢી નાખો
he: מחיקת הוצאה
hi: खर्च हटाएं
hr: Izbriši trošak
hu: Kiadás törlése
id: Hapus Pengeluaran
it: Elimina Spesa
ja: 支出を削除
kn: ಖರ್ಚು ಅಳಿಸಿ
ko: 지출 삭제
ml: ചെലവ് ഇല്ലാതാക്കുക
mr: खर्च हटवा
ms: Padam Perbelanjaan
nb: Slett utgift
nl: Verwijder uitgave
or: ଖର୍ଚ୍ଚ ବିଲୋପ କରନ୍ତୁ
pa: ਖਰਚ ਮਿਟਾਓ
pl: Usuń wydatek
pt_br: Excluir Despesa
pt_pt: Eliminar Despesa
ro: Șterge cheltuiala
ru: Удалить расход
sk: Odstrániť výdavok
sl: Izbriši strošek
sv: Radera utgift
ta: செலவை நீக்கு
te: ఖర్చును తొలగించండి
th: ลบรายจ่าย
tr: Harcamayı Sil
uk: Видалити витрату
ur: اخراجات حذف کریں
vi: Xóa khoản chi
zh_hans: 删除支出
zh_hant: 刪除支出

# addEditExpense.deleteConfirmation.message
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
bn: এই পদক্ষেপটি পূর্বাবস্থায় ফেরানো যায় না।
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nelze vrátit zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
es_mx: Esta acción no se puede deshacer.
fi: Toimintoa ei voi kumota.
fr: Cette action est irréversible.
fr_ca: Cette action est irréversible.
gu: આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
he: לא ניתן לבטל פעולה זו.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Ova se radnja ne može poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.
ko: 이 작업은 취소할 수 없어요.
ml: ഈ പ്രവർത്തനം പിന്നീട് പരിഹരിക്കാൻ കഴിയില്ല.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
or: ଏହି କାର୍ଯ୍ୟ ପୂର୍ବାବସ୍ଥାକୁ ଫେରାଇ ଦେଇ ପାରିବ ନାହିଁ।
pa: ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Tej operacji nie można cofnąć.
pt_br: Essa ação não pode ser desfeita.
pt_pt: Esta ação não pode ser anulada.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sl: Tega dejanja ni mogoče razveljaviti.
sv: Åtgärden kan inte ångras.
ta: இந்த நடவடிக்கையை செயல்நீக்கம் செய்ய முடியாது.
te: ఈ చర్య రద్దు చేయలేము.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu işlem geri alınamaz.
uk: Цю дію неможливо скасувати.
ur: یہ کارروائی واپس نہیں کی جا سکتی۔
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

# addEditExpense.deleteConfirmation.title
source: Delete Expense?
ar: حذف المصروف؟
bn: খরচ মুছে ফেলুন?
ca: Vols eliminar la despesa?
cs: Smazat výdaj?
da: Slet udgift?
de: Ausgabe löschen?
el: Διαγραφή Εξόδου;
es: ¿Eliminar gasto?
es_mx: ¿Eliminar gasto?
fi: Poistetaanko kulu?
fr: Supprimer la dépense ?
fr_ca: Supprimer la dépense?
gu: ખર્ચ કાઢી નાખવું?
he: למחוק את ההוצאה?
hi: खर्च हटाएं?
hr: Izbrisati trošak?
hu: Törli a kiadást?
id: Hapus Pengeluaran?
it: Eliminare la Spesa?
ja: 支出を削除しますか？
kn: ಖರ್ಚು ಅಳಿಸುವುದೇ?
ko: 지출을 삭제할까요?
ml: ചെലവ് ഇല്ലാതാക്കണോ?
mr: खर्च हटवायचा?
ms: Padam Perbelanjaan?
nb: Slette utgift?
nl: Uitgave verwijderen?
or: ଖର୍ଚ୍ଚ ବିଲୋପ କରିବେ?
pa: ਖਰਚ ਮਿਟਾਓ?
pl: Usunąć wydatek?
pt_br: Excluir Despesa?
pt_pt: Eliminar Despesa?
ro: Ștergi cheltuiala?
ru: Удалить расход?
sk: Odstrániť výdavok?
sl: Izbriši strošek?
sv: Radera utgift?
ta: செலவை நீக்கவா?
te: ఖర్చును తొలగించాలా?
th: ลบรายจ่าย?
tr: Harcama Silinsin mi?
uk: Видалити витрату?
ur: اخراجات حذف کریں؟
vi: Xóa chi tiêu?
zh_hans: 删除支出？
zh_hant: 刪除支出？

# addEditExpense.field.amount.accessibilityLabel
source: Expense amount
ar: مبلغ المصروف
bn: খরচের পরিমাণ
ca: Import de la despesa
cs: Částka výdaje
da: Udgiftsbeløb
de: Ausgabenbetrag
el: Ποσό εξόδου
es: Importe del gasto
es_mx: Monto del gasto
fi: Kulun summa
fr: Montant de la dépense
fr_ca: Montant de la dépense
gu: ખર્ચ રકમ
he: סכום ההוצאה
hi: खर्च राशि
hr: Iznos troška
hu: Kiadás összege
id: Jumlah pengeluaran
it: Importo spesa
ja: 支出金額
kn: ಖರ್ಚು ಮೊತ್ತ
ko: 지출 금액
ml: ചെലവ് തുക
mr: खर्च रक्कम
ms: Jumlah perbelanjaan
nb: Utgiftsbeløp
nl: Bedrag van uitgave
or: ଖର୍ଚ୍ଚ ରାଶି
pa: ਖਰਚ ਰਕਮ
pl: Kwota wydatku
pt_br: Valor da despesa
pt_pt: Montante da despesa
ro: Suma cheltuielii
ru: Сумма расхода
sk: Suma výdavku
sl: Znesek stroška
sv: Utgiftsbelopp
ta: செலவு தொகை
te: ఖర్చు మొత్తం
th: จำนวนรายจ่าย
tr: Harcama tutarı
uk: Сума витрати
ur: اخراجات کی رقم
vi: Số tiền chi tiêu
zh_hans: 支出金额
zh_hant: 支出金額

# addEditExpense.field.amount.accessibilityLabel.addFunds
source: Funds amount
ar: مبلغ الأموال
bn: টাকার পরিমাণ
ca: Import de fons
cs: Částka prostředků
da: Beløb der tilføjes
de: Guthaben-Betrag
el: Ποσό κεφαλαίων
es: Importe de fondos
es_mx: Cantidad de fondos
fi: Varojen määrä
fr: Montant des fonds
fr_ca: Montant des fonds
gu: ભંડોળ રકમ
he: סכום הכספים
hi: फंड की राशि
hr: Iznos sredstava
hu: Hozzáadott összeg
id: Jumlah dana
it: Importo fondi
ja: 資金額
kn: ನಿಧಿ ಮೊತ್ತ
ko: 자금 금액
ml: പണ തുക
mr: निधी रक्कम
ms: Jumlah dana
nb: Beløp for midler
nl: Bedrag tegoed
or: ପାଣ୍ଠି ରାଶି
pa: ਰਕਮ
pl: Kwota środków
pt_br: Valor dos fundos
pt_pt: Valor dos fundos
ro: Suma de fonduri
ru: Сумма средств
sk: Suma prostriedkov
sl: Znesek sredstev
sv: Belopp för medel
ta: பணம் தொகை
te: నిధుల మొత్తం
th: จำนวนเงินที่เพิ่ม
tr: Para tutarı
uk: Сума коштів
ur: رقم کی رقم
vi: Số tiền cần thêm
zh_hans: 资金金额
zh_hant: 資金金額

# addEditExpense.field.date.label
source: When
ar: التاريخ
bn: কখন
ca: Quan
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
es: Cuándo
es_mx: Cuándo
fi: Ajankohta
fr: Date
fr_ca: Quand
gu: ક્યારે
he: מתי
hi: कब
hr: Kada
hu: Mikor
id: Tanggal
it: Quando
ja: 日付
kn: ಯಾವಾಗ
ko: 날짜
ml: എപ്പോൾ
mr: केव्हा
ms: Bila
nb: Når
nl: Wanneer
or: କେବେ
pa: ਕਦੋਂ
pl: Kiedy
pt_br: Quando
pt_pt: Quando
ro: Când
ru: Когда
sk: Kedy
sl: Kdaj
sv: När
ta: எப்போது
te: ఎప్పుడు
th: วันที่
tr: Ne Zaman
uk: Коли
ur: کب
vi: Khi nào
zh_hans: 时间
zh_hant: 時間

# addEditExpense.field.name.accessibilityLabel
source: Expense description
ar: وصف المصروف
bn: খরচের বিবরণ
ca: Descripció de la despesa
cs: Popis výdaje
da: Udgiftsbeskrivelse
de: Ausgabenbeschreibung
el: Περιγραφή εξόδου
es: Descripción del gasto
es_mx: Descripción del gasto
fi: Kulun kuvaus
fr: Description de la dépense
fr_ca: Description de la dépense
gu: ખર્ચ વર્ણન
he: תיאור ההוצאה
hi: खर्च का विवरण
hr: Opis troška
hu: Kiadás leírása
id: Deskripsi pengeluaran
it: Descrizione spesa
ja: 支出の説明
kn: ಖರ್ಚು ವಿವರಣೆ
ko: 지출 설명
ml: ചെലവ് വിവരണം
mr: खर्च वर्णन
ms: Penerangan perbelanjaan
nb: Utgiftsbeskrivelse
nl: Omschrijving van uitgave
or: ଖର୍ଚ୍ଚ ବର୍ଣ୍ଣନା
pa: ਖਰਚ ਵੇਰਵਾ
pl: Opis wydatku
pt_br: Descrição da despesa
pt_pt: Descrição da despesa
ro: Descrierea cheltuielii
ru: Описание расхода
sk: Popis výdavku
sl: Opis stroška
sv: Utgiftsbeskrivning
ta: செலவு விளக்கம்
te: ఖర్చు వివరణ
th: รายละเอียดรายจ่าย
tr: Harcama açıklaması
uk: Опис витрати
ur: اخراجات کی تفصیل
vi: Mô tả chi tiêu
zh_hans: 支出描述
zh_hant: 支出說明

# addEditExpense.field.name.addFundsDefault
source: Add funds
ar: إضافة أموال
bn: টাকা যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
da: Tilføj beløb
de: Guthaben hinzufügen
el: Προσθήκη κεφαλαίων
es: Añadir fondos
es_mx: Agregar fondos
fi: Lisää varoja
fr: Ajouter des fonds
fr_ca: Ajouter des fonds
gu: ભંડોળ ઉમેરો
he: הוספת כספים
hi: राशि जोड़ें
hr: Dodaj sredstva
hu: Összeg hozzáadása
id: Tambah dana
it: Aggiungi fondi
ja: 資金を追加
kn: ಹಣ ಸೇರಿಸಿ
ko: 자금 추가
ml: പണം ചേർക്കുക
mr: निधी जोडा
ms: Tambah dana
nb: Legg til midler
nl: Tegoed toevoegen
or: ପାଣ୍ଠି ଯୋଡ଼ନ୍ତୁ
pa: ਰਕਮ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj środki
pt_br: Adicionar fundos
pt_pt: Adicionar fundos
ro: Adaugă fonduri
ru: Добавить средства
sk: Pridať prostriedky
sl: Dodaj sredstva
sv: Lägg till medel
ta: பணம் சேர்
te: నిధులు జోడించండి
th: เพิ่มเงิน
tr: Para ekle
uk: Додати кошти
ur: رقم شامل کریں
vi: Thêm tiền
zh_hans: 添加资金
zh_hant: 新增資金

# addEditExpense.field.name.placeholder
source: e.g. Coffee
ar: مثل: قهوة
bn: যেমন কফি
ca: p. ex. Cafè
cs: např. Káva
da: f.eks. Kaffe
de: z. B. Kaffee
el: π.χ. Καφές
es: p. ej., Café
es_mx: Ej. Café
fi: esim. Kahvi
fr: ex. Café
fr_ca: p. ex. Café
gu: દા.ત. કોફી
he: לדוגמה, קפה
hi: जैसे, कॉफ़ी
hr: npr. Kava
hu: pl. Kávé
id: cth. Kopi
it: es. Caffè
ja: 例：コーヒー
kn: ಉದಾ. ಕಾಫಿ
ko: 예: 커피
ml: ഉ.ദാ. കാപ്പി
mr: उदा. कॉफी
ms: cth. Kopi
nb: f.eks. Kaffe
nl: bijv. Koffie
or: ଯଥା କଫି
pa: ਉਦਾ. ਕਾਫ਼ੀ
pl: np. Kawa
pt_br: ex: Café
pt_pt: ex. Café
ro: ex. Cafea
ru: напр. Кофе
sk: napr. Káva
sl: npr. Kava
sv: t.ex. Kaffe
ta: எ.கா. காபி
te: ఉదా. కాఫీ
th: เช่น กาแฟ
tr: örn. Kahve
uk: напр. Кава
ur: جیسے کافی
vi: vd: Cà phê
zh_hans: 例如：咖啡
zh_hant: 例如：咖啡
